{
    "experience":[
            {"image":"/images/exp/Witness Theyyam.jpeg","num":"01/10","title":"Witness Theyyam","desc1":"Encounter the ancient ritual of Theyyam, where local communities honour deities through elaborate performances. Marvel at the intricate makeup, vibrant costumes, and mesmerising dances, each portraying mythical stories and invoking spiritual connections.","desc2":"The revered Andalur Kavu lies in close proximity to The Heritage 1866. The annual theyyam (thira) festival (“kaliyattam”), marked by three nights of grand fireworks, enthrals thousands of devotees, even from abroad. Thalassery's surroundings host numerous temples, ancestral homes, and sacred groves (kaavu), offering opportunities to witness various Theyyam performances during the November to May season."},
            {"image":"/images/exp/Explore Food.jpeg","num":"02/10","title":"Explore Food","desc1":"Exploring the culinary delights of Thalassery offers a tantalising journey into the heart of Malabar cuisine, renowned for its rich flavours and aromatic spices. At the forefront of this gastronomic adventure is the iconic Thalassery biriyani, distinguished by its unique blend of fragrant rice, tender meat, and a symphony of spices such as cloves, cinnamon, and cardamom.","desc2":"For the most authentic experience, one must indulge in these delights at the small food vendors that line the bustling streets, where the aroma of freshly prepared snacks fills the air. Particularly during the Eid/Ramadan season, Thalassery comes alive with small pop-up food counters, offering an array of freshly made snacks, including the delectable Unnakaya (banana fritters stuffed with sweetened coconut), and arikkadukka (spicy stuffed mussels), among others"},
            {"image":"/images/exp/Beach Drive.jpeg","num":"03/10","title":"Beach Drive","desc1":"Muzhappilangad Beach is a unique and captivating destination that offers visitors the rare opportunity to drive along the shoreline. Spanning over 4 kilometres in length, it holds the distinction of being the longest drive-in beach in Asia and the only one in Kerala. The firm, compacted sand along the coastline provides a perfect surface for vehicles to traverse. It is featured among the top 6 best beaches for driving in the world by BBC.","desc2":"Muzhappilangad is also considered a swimmers paradise as the rocks protect the beach from deep currents. You can also partake in adventure sports like paragliding, parasailing and micro light flights along with water sports, power boating or kayaking. It is also a preferred spot for treating yourself to some stunning views of the sunset. Despite being a tourist destination, the beach is a bird-watching hotspot too where one can find more than 30 species of migratory birds during the winter season."},
            {"image":"/images/exp/Learn Kalari.jpeg","num":"04/10","title":"Learn Kalaripayattu","desc1":"Practise the centuries-old martial art of Kalaripayattu, originating from Kerala's ancient warrior traditions. It has its roots in Dhanurveda, the ancient Indian treatise on warfare and archery. Experience the grace and power of this art form as skilled instructors guide you through intricate movements and mental discipline.","desc2":"Thalassery is home to many renowned Kalaripayattu Training Centres the most popular being C.V.N Kerala Kalari Sangam established in 1926. Kalari blends physical prowess with mental fortitude, fostering strength, agility, and inner harmony."},
            {"image":"/images/exp/Village Walk.jpeg","num":"05/10","title":"Village Walk","desc1":"Take a leisurely stroll through Thalassery's charming villages, where traditional homes and lush greenery offer glimpses of Kerala's rustic lifestyle.","desc2":"Engage with friendly locals and immerse yourself in the region's warm hospitality while experiencing authentic activities like coconut plucking, toddy tapping, beedi making, mussel collection, and serene country boat rides."},
            {"image":"/images/exp/Sea Kayak.jpeg","num":"06/10","title":"Kayak At Sea","desc1":"Kayaking to Dharmadam Island, a tiny paradise nestled off the coast of Thalassery, offers a unique adventure for adventure seekers. Unlike most islands, Dharmadam can only be reached by foot during low tide, or by kayak for a more thrilling experience.","desc2":"The journey begins at Dharmadam Beach, where you'll be guided by experienced instructors on navigating the calm waters surrounding the island.  As you paddle towards the island, keep an eye out for marine life and soak in the beauty of the coastline. Upon reaching Dharmadam Island, you can disembark and explore its hidden wonders. This uninhabited island is covered with a canopy of coconut palms and dense bushes, surrounded by mainland rivers on three sides and the sea on the other. Historical remnants hint at the island's past frequented by Buddhist monks and traders."},
            {"image":"/images/exp/Heritage Walk.jpeg","num":"07/10","title":"Heritage Walk","desc1":"Step back in time on a heritage walk through Thalassery's historic quarters, dotted with colonial-era buildings and cultural landmarks. Learn about the town's rich history, from its role in the spice trade to its vibrant blend of cultures and architecture.","desc2":"Thalassery boasts a plethora of attractions for history buffs, including the iconic Thalassery Fort, Gundert Bungalow, English Church, St. Angelo Fort (Kannur Fort), Overburry's Folly, and Old Spice Markets. Visitors can also explore the nearby renowned temples, such as the Jagannatha Temple, Thiruvangad Sree Ramaswamy Temple, and Andalur Kavu."},
            {"image":"/images/exp/Visit Local Looms.jpeg","num":"08/10","title":"Visit Local Looms","desc1":"Kannur is often hailed as 'The Land of Looms and Lore'. Dating back to the 16th and 17th centuries, weaver families from Tamil Nadu settled in Kannur, producing exquisite woven fabrics for temples and royals, including ‘thorthu’, ‘panimundu’, and ‘mundu’. In 1844, frame looms introduced by the Basel mission evolved into the renowned Malabar frame looms, crafting the iconic ‘mission mundu’. The social reform movements led by Vagbhatananda Guru and Sree Narayana Guru further propelled handloom weaving, integrating weavers into cooperative societies. Witness this timeless craft firsthand through local looms still standing, where you can also take home a piece of Kannur's cultural heritage."},
            {"image":"/images/exp/Temple Trail.jpeg","num":"09/10","title":"Temple Trail","desc1":"Embark on a sacred journey through the temples in and around Thalassery. Start your journey at the ancient Andalur Kavu, which is close to The Heritage 1866. Continue to the revered Jagannatha Temple, renowned for its unique architecture and vibrant festivals, including the annual Rath Yatra, drawing devotees from far and wide to partake in its divine celebrations. Journey onwards to Thiruvangad Sree Ramaswamy Temple, Thrikkariyoor Mahadeva Temple, Sree Peralassery Temple, and conclude the spiritual odyssey at the Sree Mridanga Saileswari Temple, where the rhythms of devotion echo through the temple precincts, inviting all to partake in its divine harmony."},
            {"image":"/images/exp/Explore Kannur.jpeg","num":"10/10","title":"Explore Kannur","desc1":"From cultural landmarks to natural wonders, Kannur offers a diverse range of attractions to suit the tastes of every traveller, ensuring an enriching experience for all. Begin your exploration at the revered Parassini Sree Muthappan Temple, where you can witness Theyyam everyday. Then, venture to the Parassinikadavu Snake Park, a renowned sanctuary housing various species of snakes native to the region, offering visitors a unique opportunity to observe these fascinating reptiles up close. Continue your odyssey to St. Angelo's Fort, a formidable 16th-century citadel built by the Portuguese, which stands as a symbol of Kannur's maritime heritage and offers breathtaking views of the Arabian Sea. Dive into the region's royal legacy at the Arakkal Museum, housed in the former palace of the Arakkal Ali Rajas, the only Muslim royal family in Kerala.For a deeper understanding of Kannur's rich textile tradition, visit the Odam Handloom Museum, a tribute to the region's intricate handloom weaving techniques. Explore the evolution of Kannur's famed handloom industry through exhibits showcasing traditional looms, fabrics, and craftsmanship. Finally, unwind at the picturesque Payyambalam Beach, known for its pristine shores and tranquil atmosphere, perfect for a leisurely stroll or basking in the sun's warmth."}    
        ]
}