{
    "hist1":[
        {"title":"Thalassery: A Journey Through Peppered History", "desc":"Thalassery, nestled on the Malabar Coast is a small town with a story as rich and layered as its famous black pepper. From ancient spice routes to colonial encounters, its history sings of trade winds, cultural confluences, and resilient spirit. So, grab a cup of Sulaimani and let's go on a warm and welcoming journey through time."},
        {"title":"Early whispers of trade", "desc":"Even before recorded history, Thalassery hummed with the energy of commerce. Evidence suggests that as early as the 2nd century BCE, Greek and Roman ships anchored here, drawn by the allure of pepper, cardamom, and other treasures. Centuries rolled by, witnessing Arab, Chinese, and Jewish traders leaving their mark on the vibrant spice market."},
        {"title":"Colonial footprints", "desc":"The 17th century ushered in a new era with the arrival of the British East India Company. In 1683, Thalassery became their first Malabar Coast settlement, drawn by the promise of pepper. A fort rose in 1708, a symbol of both ambition and defence"},
        {"title":"From British rule to modern India", "desc":"The winds of change swept through Thalassery as India gained independence in 1947. While the colonial chapter closed, the town retained its cosmopolitan charm and entrepreneurial spirit."},
        {"title":"The Town of Three Cs", "desc":"Thalassery's charm goes beyond history. It's also known as the town of Cake, Cricket, and Circus. The first bakery in Kerala was established here, and cricket was first played in India on its grounds. The credit for the third C belongs to Sri Keeleri Kunhikannan, who established the first dedicated circus school in India in 1901."},
        {"title":"A land of diverse influences", "desc":"Thalassery's population swelled with diverse communities over time. The Moplah community, descendants of Arab traders, added their distinct flavour to cuisine and architecture. European architects left their mark in elegant colonial buildings, while the legacy of Dr. Herman Gundert, the German missionary and renowned scholar who published the first Malayalam-English dictionary in 1872, continues to inspire. His bungalow, now part of the Nettur Technical Training Foundation, is a testament to this cultural exchange. The renowned Brennen College, established in 1866 by Edward Brennen (who himself found refuge in Thalassery after a shipwreck), nurtured generations of intellectuals and freedom fighters."}
    ],

    "hist2":[
        {"title":"A melting pot of cultures", "desc":"Thalassery, never one to shy away from embrace, saw its population swell with diverse communities. European architects left their mark in elegant colonial buildings, while the Moplah community, descendants of Arab traders, added their distinct flavour to cuisine and architecture. This confluence continues to enrich the town, evident in its multilingualism and vibrant festivals."},
        {"title":"A Brush with the Divine", "desc":"Beyond the fragrant spice wafts and sun-drenched beaches, Thalassery pulsates with the rhythm of Theyyam, a UNESCO-treasured art form that transcends mere dance. Imagine sacred groves, “kaavu” where time whispers tales of ancient deities and ancestors. Here, witness artists metamorphose into divine beings, adorned in vibrant costumes, captivating masks, and intricate body paint. Each movement speaks volumes, each sound – a resonant chant or pulsating drumbeat – transports you to a realm where myth and reality intertwine. In February, immerse yourself in the Andaloor Kavu festival, where the Ramayana unfolds through mesmerising Theyyam performances."},
        {"title":"A walk through living history", "desc":"Wander through Thalassery's streets, and the past comes alive. Admire the imposing Fort St. Angelo, a silent sentinel of bygone battles. Browse the bustling markets, where the aroma of spices mingles with laughter and haggling. Visit the imposing colonial buildings, each whispering tales of grandeur and struggle."},
        {"title":"Warm welcome awaits everywhere", "desc":"Thalassery's beauty lies not just in its history, but also in its people. Their warmth and hospitality are legendary, making you feel like a cherished guest rather than a mere visitor."}
    ]
}