{
    "places":[
        {"image":"/images/places/Explore In Thalassery Food.jpeg","name":"Explore Thalassery Food"},
        {"image":"/images/places/Learn Kalari.jpeg","name":"Learn Kalaripayattu"},
        {"image":"/images/places/Sea Kayak.jpeg","name":"Kayak In The Arabian Sea"},
        {"image":"/images/places/Village Walk.jpeg","name":"Wander Through Villages"}
    ],
    "slide":[
        {"image":"/images/slide/img1.jpg","alt":"Image 1"},
        {"image":"/images/slide/img2.jpg","alt":"Image 2"},
        {"image":"/images/slide/img3.jpg","alt":"Image 3"},
        {"image":"/images/slide/img4.jpg","alt":"Image 4"}
    ],
    "spec":[
        {"image":"images/exp/Historical Town-New.jpeg","num":"01","title":"Historical Town","desc":"Thalassery, nestled in Kerala's northern coast, is a treasure trove of history, culture, and scenic beauty. It's an offbeat destination in 'God’s Own Country', famed for its old-world charm, diverse cuisine, and cultural heritage. Renowned for biryani, spices, and Theyyam, it promises travellers an unforgettable journey of exploration and hospitality."},
        {"image":"images/exp/Vibrant Culture.jpeg","num":"02","title":"Vibrant Culture","desc":"Never one to shy away from embrace, Thalassery saw its population swell with diverse communities. European architects left their mark in elegant colonial buildings, while the Moplah community, descendants of Arab traders, added their distinct flavour to cuisine and culture. This confluence continues to enrich the place, evident in its warm hospitality and vibrant culture."},
        {"image":"images/exp/Legendary Cuisine.jpeg","num":"03","title":"Legendary Cuisine","desc":"Thalassery cuisine, blending Arabian, Persian, and local Malabari flavours, epitomises Kerala's culinary diversity. Thalassery biriyani, originating here, is Kerala's iconic dish, reflecting the region's gastronomic heritage. The town’s culinary heritage, influenced by Europeans, and Arabs, is evident in the Mappila cuisine here, an integration of local and borrowed traditions, preserving intense aromas from ancient West Asian ties."},
        {"image":"images/exp/Unique Experiences.jpeg","num":"04","title":"Unique Experiences","desc":"Thalassery boasts a unique blend of experiences, from secluded islands like Dharmadam to the thrill of driving on Muzhappilangad Drive-In Beach. Explore the town’s rich history at Thalassery Fort, where colonial relics stand tall. Dive into the vibrant culture with festivals like Theyyam, and savour the famed ‘Thalassery snacks’ in bustling streets and old bazars."}
    ]
}